package day0519;

public class Stunedtclass {

//	**************************************************
//	* * 성적 관리 프로그램
//	**************************************************
//	1. 학생성적 입력하기
//	2. 학생성적 보기
//	3. 프로그램 종료
//	원하는 메뉴를 선택하세요.(1~3) : 5
//	메뉴를 잘못 선택하셨습니다 다시 입력해주세요 . .
//	원하는 메뉴를 선택하세요.(1~3) : 2
//	====================================================
//	데이터가 없습니다.
//	====================================================
//	**************************************************
//	* * 성적 관리 프로그램
//	**************************************************
//	1. 학생성적 입력하기
//	2. 학생성적 보기
//	3. 프로그램 종료
//	원하는 메뉴를 선택하세요.(1~3) : 1
//	1. 학생성적 입력하기
//	이름 반 번호 국어성적 영어성적 수학성적 의 순서로 공백없이 입력하세요 , , , , , ' .
//	입력을 마치려면 를 입력하세요 메인화면으로 돌아갑니다 q . .
//	>>
//	입력오류입니다 이름 반 번호 국어성적 영어성적 수학성적 의 순서로 입력하세 . , , , , , '
//	요.
//	>> ,1,1,100,100,100 자바짱
//	잘입력되었습니다 입력을 마치려면 를 입력하세요 . q .
//	>> ,1,2,80,80,80 김자바
//	잘입력되었습니다 입력을 마치려면 를 입력하세요 . q .
//	>>q
//	**************************************************
//	* * 성적 관리 프로그램
//	**************************************************
//	1. 학생성적 입력하기
//	2. 학생성적 보기
//	3. 프로그램 종료
//	원하는 메뉴를 선택하세요.(1~3) : 2
//	이름 반 번호 국어 영어 수학 총점 평균 전교등수 반등수
//	====================================================
//	자바짱,1,1,100,100,100,300,100.0,0,0
//	김자바,1,2,80,80,80,240,80.0,0,0
//	====================================================
//
//	총점: 180 180 180 540
//	**************************************************
//	* * 성적 관리 프로그램
//	**************************************************
//	1. 학생성적 입력하기
//	2. 학생성적 보기
//	3. 프로그램 종료
//	원하는 메뉴를 선택하세요.(1~3) : 3
//	프로그램을 종료합니다.
//
//	
}
